Repository: OzodbekUSTECH/ssrg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Старый пароль
uz: Eski maxfiy soʻz

source: Новый пароль
uz: Yangi parol

source: Подтвердите новый пароль
uz: Yangi parolni tasdiqlang

source: Введите email
uz: Elektron pochta manzilingizni kiriting

source: Введите логин
uz: login

source: Введите пароль
uz: Maxfiy soʻzingizni kiriting

source: Подтвердите пароль
uz: Maxfiy soʻzingizni tasdiqlash

source: Ваш логин
uz: Foydalanuvchi ismingiz

source: Ваш email
uz: Sizning e-mail

source: Требования к оформлению статьи
uz: Maqolani loyihalashtirishga qo'yiladigan talablar

source: Минимальный объем статьи:
uz: Minimal maqola hajmi:

source: Шрифт:
uz: Shrift:

source: Размер шрифта:
uz: Shrift oʻlchami:

source: Междустрочный интервал:
uz: Satr oraligʻi:

source: Поля:
uz: Sogʻys:

source: Языки журнала:
uz: Jurnal tillari:

source: Заголовок/название статьи:
uz: Maqolaning sarlavhasi/sarlavhasi:

source: ФИО автора:
uz: Muallifning ismi:

source: Ученое звание, ученая степень, ВУЗ, страна, город:
uz: Akademik unvoni, ilmiy darajasi, universitet, mamlakat, shahar:

source: Научный руководитель:
uz: Nazoratchi:

source: Статья не должна:
uz: Maqolada bunday bo'lmasligi kerak:

source: быть ранее опубликована, а также представлена для рассмотрения и публикации в другом издании.
uz: ilgari nashr etilgan va boshqa nashrda ko'rib chiqish va nashr etish uchun taqdim etilgan.

source: Запрещается:
uz: Taqiqlangan:

source: использовать способы для обхода антиплагиата: слова-формулы, замену русских букв латинскими и т.д.
uz: anti-plagiatni chetlab o'tish usullaridan foydalaning: formulali so'zlar, rus harflarini lotin harflari bilan almashtirish va boshqalar.

source: Данные нарушения выявляются с помощью программного обеспечения и статья возвращается на доработку
uz: Bu qoidabuzarliklar dasturiy ta'minot va maqola yordamida aniqlanadiQayta ko'rib chiqish uchun qaytaradi

source: Скачать файл
uz: Faylni yuklab olish

source: Скачать образец оформления
uz: Namunaviy dizayn yuklab olish

source: Создать статью
uz: Maqola yaratish

source: Все поля должны быть заполнены!
uz: Barcha maydonlar to'ldirilishi kerak!

source: Название на русском
uz: Rus tilida sarlavha

source: Название на английском
uz: Ingliz tilida sarlavha

source: Название на узбекском
uz: Uzbek tilida sarlavha

source: Описание на русском
uz: Rus tilida tavsif

source: Описание на английском
uz: Ingliz tilida tavsif

source: Описание на узбекском
uz: Uzbek tilida tavsif

source: Загрузите картинку
uz: Rasmni yuklash

source: Выберите Файл (pdf)
uz: Faylni tanlash (pdf)

source: Выберите категорию
uz: Kategoriyani tanlash

source: Создать
uz: Yaratish

source: Найти
uz: Toping

source: Поиск
uz: Qidirish

source: Профиль
uz: Profil

source: Добавить статью
uz: Maqola qoʻshish

source: Выйти
uz: Chiqish

source: Войти
uz: Kirish

source: Зарегистрироваться
uz: Ro'yxatdan o'tish

source: Услуги
uz: Xizmatlar

source: Все статьи
uz: Hamma

source: О нас
uz: Biz haqimizda

source: Про нас
uz: Biz haqimizda

source: Команда
uz: Jamoa

source: Помощь
uz: Yordam

source: Связь с нами
uz: Biz bilan bog'laning

source: Ответы на вопросы
uz: Savollar javob berdi

source: Контактные номера:
uz: Aloqa raqamlari:

source: Статьи
uz: Maqola

source: Главная
uz: Bosh sahifa

source: Все
uz: Hammasi

source: Просмотров
uz: Qarashlar

source: Подробнее
uz: Ko'proq o'rganing

source: Временно постов нет
uz: Vaqtinchalik postlar yo'q

source: Категории
uz: Kategoriyalar

source: Последние статьи
uz: So'nggi maqolalar

source: Категория
uz: Kategoriya

source: Автор
uz: Muallif

source: Изменить статью
uz: Maqolatahrirlash

source: Название
uz: Nom

source: Описание
uz: Taʼrifi

source: Выберите файл
uz: Faylni tanlash

source: Удалить изображение?
uz: Rasmni olib tashlashni istaysizmi?

source: Save
uz: Saqlash

source: Change password
uz: Parolni o'zgartirish

source: Пароль введен неправильно. Пожалуйста, проверьте и повторите попытку.
uz: Parol noto'g'ri kiritildi. Tekshirib, qayta urinib koʻring.

source: New password
uz: Yangi parol

source: Пароли не совпадают
uz: Parollar mos kelmayapti

source: Изменить данные
uz: Maʼlumotni tahrirlash

source: Такое имя пользователя уже занято
uz: Bunday foydalanuvchi nomi allaqachon olingan

source: Имя пользователя
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: Наши направления
uz: Bizning yo'nalishlarimiz

source: «МЕЖДУНАРОДНЫЙ ЖУРНАЛ НАУКИ И ТЕХНОЛОГИИ» принимает статьи по следующим направлениям:
uz: «XALQARO FAN VA TEXNOLOGIYALAR JURNALI» quyidagi yo'nalishlar bo'yicha maqolalarni qabul qiladi:

source: Точные и естественные науки
uz: Aniq va tabiiy fanlari

source: Медицинские науки
uz: Tibbiyot fanlari

source: Технические науки
uz: Texnika fanlari

source: Педагогические науки
uz: Pedagogika fanlari

source: Социальные и гуманитарные науки
uz: Ijtimoiy-gumanitar fanlar

source: экономика
uz: iqtisod

source: Науки философии и филологии
uz: falsafa va filologiya fanlari

source: Искусство и культурология
uz: San’at va madaniyat fanlari

source: Физкультура и спорт
uz: Jismoniy tarbiya va sport

source: Наши сотрудники
uz: Bizning xodimlarimiz

source: Старший научный сотрудник Института астрономии РАН. Кандидат физико-математических наук. Член редколлегии Международного научно-технического журнала общества «РДЗ-НАУКА».
uz: Rossiya Fanlar akademiyasining Astronomiya instituti katta ilmiy xodimi. Ph.D. Fizika va matematika fanlari bo'yicha. «RDZ-NAUKA» jamiyatining xalqaro ilmiy-texnikaviy jurnali tahririyat hay'ati a'zosi.

source: Низомий Ташкентский государственный педагогический университет «Профессор кафедры педагогики начального образования, кандидат психологических наук. Член редколлегии международного научного журнала «Internationale Journal of Science and Technology» общества «РДЗ-НАУКА».
uz: Nizomiy Toshkent davlat pedagogika universiteti «Boshlang'ich ta'lim pedagogikasi kafedrasi professori, psixologiya fanlari nomzodi. Internationale Journal of Science and Technology» xalqaro ilmiy jurnali RDZ-SCIENCE jamiyatining tahrir hay'ati a'zosi.

source: Доцент кафедры физики и методики преподавания Ташкентского государственного педагогического университета им. Низоми, кандидат педагогических наук, член редколлегии Международного журнала науки и техники.
uz: Nizomiy nomidagi Toshkent davlat pedagogika universiteti Fizika va uni o‘qitish metodikasi kafedrasi dotsenti, pedagogika fanlari nomzodi, «Internationale Journal of Science and Technology» xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Кандидат физико-математических наук, Доцент Ташкентского государственного педагогического университета имени Низоми, член редколлегии Международного научно-технического журнала общества «РДЗ-НАУКА».
uz: Nizomiy nomidagi Toshkent davlat pedagogika universiteti Fizika va uni o‘qitish metodikasi kafedrasi dotsenti, pedagogika fanlari nomzodi, «Internationale Journal of Science and Technology» xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Ташкентский государственный педагогический университет имени Низоми Профессор кафедры «Педагогика начального образования», член редколлегии «Международного научно-технического журнала» общества «РДЗ-НАУКА».
uz: Nizomiy Toshkent davlat pedagogika universiteti «Boshlang'ich ta'lim pedagogikasi kafedrasi professori, psixologiya fanlari nomzodi. Internationale Journal of Science and Technology» xalqaro ilmiy jurnali RDZ-SCIENCE jamiyatining tahrir hay'ati a'zosi.

source: Кандидат физико-математических наук, Ташкентский государственный педагогический университет, доцент кафедры физики и методики ее преподавания, член редколлегии Международного научно-технического журнала общества «РДЗ-НАУКА»
uz: Nizomiy Toshkent davlat pedagogika universiteti «Boshlang'ich ta'lim pedagogikasi kafedrasi professori, psixologiya fanlari nomzodi. Internationale Journal of Science and Technology» xalqaro ilmiy jurnali RDZ-SCIENCE jamiyatining tahrir hay'ati a'zosi.

source: Доцент кафедры физики и методики ее преподавания физико-математического факультета ТДПУ. Доктор философских наук (PhD) в области педагогических наук, член редколлегии международного научного журнала «Internationale Journal of Science and Technology» общества «РДЗ-НАУКА».
uz: Nizomiy nomidagi Toshkent Davlat Pedagogika Universiteti fizika va uning oʻqitish metodikasi kafedrasi dotsenti, Internationale Journal of Science and Technology xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Адъюнкт-профессор методики преподавания физики и астрономии в Университете Найроби, доктор философии по физике и математике Член редакционной коллегии Международного журнала науки и техники RDZ-SCIENCE
uz: Nizomiy nomidagi Toshkent davlat pedagogika universiteti Fizika va uni o‘qitish metodikasi kafedrasi dotsenti, pedagogika fanlari nomzodi, «Internationale Journal of Science and Technology» xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: доктор педагогических наук, профессор Ташкентского государственного педагогического университета имени Низами
uz: Pedagogika fanlari doktori,Nizomiy nomidagi Toshkent davlat pedagogika universiteti professori

source: кандидат педагогических наук, доцент Ташкентского государственного педагогического университета имени Низами
uz: Pedagogika fanlari nomzodi,Nizomiy nomidagi Toshkent davlat pedagogika universiteti dotsenti

source: кандидат технических наук, доцент Ташкентского государственного педагогического университета имени Низами
uz: Texnika fanlari nomzodi,Nizomiy nomidagi Toshkent davlat pedagogika universiteti dotsenti

source: кандидат физико-математических наук, доцент,профессор кафедры физики и астрономии Навоийского государственного педагогического института
uz: Fizika-matematika fanlari nomzodi, Dotsent,Navoiy davlat pedagogika instituti Fizika va astronomiya kafedrasi professori

source: кандидат педагогических наук, Доцент Белорусско-Узбекского совместного междисциплинарного института практических технических квалификаций в Ташкенте
uz: Pedagogika fanlari nomzodi,Toshkent shahridagi Belarus - O‘zbekiston qo‘shma tarmoqlararo amaliy texnik kvalifikatsiyalar instituti dotsenti

source: Навоийский государственный педагогический институт, доцент кафедры информатики, доктор философии педагогических наук (PhD). Член редколлегии Международного научно-технического журнала общества «РДЗ-НАУКА».
uz: Navoiy davlat pedagogika instituti Informatika kafedrasi dotsent v.b., pedagogika fanlari bo'yicha falsafa doktori (PhD). RDZ-SCIENCE jamiyatining International Journal of Science and Technology xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Навоийский государственный педагогический институт, профессор кафедры физики и астрономии, кандидат физико-математических наук, член редколлегии «Международного научно-технического журнала» общества «РДЗ-НАУКА».
uz: Navoiy davlat pedagogika instituti fizika va astronomiya kafedrasi professor v.b., fizika-matematika fanlari nomzodi, RDZ-SCIENCE jamiyatining International Journal of Science and Technology xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Старший преподаватель кафедры методики преподавания физики Джизакского государственного педагогического института, кандидат физико-математических наук, член редколлегии Международного научно-технического журнала общества «РДЗ-НАУКА».
uz: Jizzax davlat pedagogika instituti fizika o‘qitish metodikasi kafedrasi katta o‘qituvchisi, fizika-matematika fanlari nomzodi, RDZ-SCIENCE jamiyatining International Journal of Science and Technology xalqaro ilmiy jurnali tahrir hay'ati a'zosi.

source: Интересные новости
uz: Qiziqarli yangiliklar

source: Популярные статьи
uz: ILMIY MAQOLALAR

source: Просмотров:
uz: Qarashlar:

source: автор
uz: muallif

source: Временно постов нет...
uz: Postlar vaqtincha yoʻq...

source: Часто задаваемые вопросы
uz: Tez-tez beriladigan savollar

source: Статья должна быть написана в формате IMRAD международного уровня
uz: Maqola xalqaro darajadagi IMRAD formatida yozilishi kerak

source: Название статьи, аннотация и ключевые слова должны быть представлены на узбекском, русском и английском языках.
uz: Maqolaning sarlavhasi, abstrakt va kalit so'zlar taqdim etilishi kerak O'zbek, rus va ingliz tillari.

source: Статьи должны быть представлены на актуальные темы, относящиеся к направлению научного журнала
uz: Tegishli mavzular bo'yicha maqolalar taqdim etilishi kerakIlmiy jurnalning yo'nalishi

source: основанные на научных и законченных мнениях, с предложениями и рекомендациями;
uz: Ilmiy va to'liq mulohazalar asosida, takliflar bilan va tavsiyalar;

source: Текст статьи должен быть в формате А4
uz: Maqola matni A4 formatda bo'lishi kerak

source: с полями 2 см сверху и снизу, 2 см слева, 2 см справа;
uz: yuqorida va pastda 2 sm, chapda 2 sm, o'ng tomonda 2 sm;

source: Текст статьи должен быть в текстовом редакторе Word, шрифт Times New Roman
uz: Maqola matni matn muharririda bo'lishi kerak Word, shrift Times New Roman

source: размер 14, интервал 1,15, объем 3-10 страниц
uz: hajmi 14, oraliq 1.15, hajmi 3-10 bet

source: При принятии представленной статьи взимается вознаграждение
uz: Taqdim etilgan maqolani qabul qilgandan so'ng, to'lov olinadi

source: сум за статью.
uz: har bir maqola uchun yig'indi.

source: Статьи на узбекском, русском и английском языках принимаются до 1 июля 2023 года в электронном виде по телеграм-адресу @IJST_2023. Контактный телефон:
uz: O'zbek, rus va ingliz tillaridagi maqolalar 2023-yil 1-iyulgacha qabul qilinadi@IJST_2023 telegram manzilida elektron shaklda yillar. Aloqa telefon raqami:

source: Коллекционная форма журнала - 3 июля 2023 г.
uz: Ko'rgazma to'plami to'plami - 3 Iyulya 2023

source: Он будет размещен в Telegram-канале
uz: Telegram kanaliga joylanadi

source: Присланные научные статьи будут рассмотрены редакционной коллегией, а неотредактированные статьи, не присланные в соответствии с требованиями, опубликованы не будут;
uz: Taqdim etilgan ilmiy maqolalar tahririyat tomonidan ko'rib chiqiladi va talablarga muvofiq taqdim etilmagan o'tilgan maqolalar, 'nashr etilmaydi';

source: Каждая статья индексируется в международных базах данных
uz: Har bir maqola xalqaro ma'lumotlar bazalarida indeksatsiya qilinadi

source: (база OAK 14). Каждой статье присваивается номер DOI.
uz: (OAK 14 bazasi). Har bir maqolaga DOI raqami tayinlanadi.

source: Присылать статьи в журнал могут профессора и преподаватели, докторанты, независимые исследователи, учителя общеобразовательных школ и академических лицеев, аспиранты, талантливые студенты и другие представители науки. Статьи, принятые в журнал, будут предоставлены автору в течение 3-х рабочих дней с БЕСПЛАТНЫМ сертификатом, письмом о принятии и авторским свидетельством.
uz: Jurnalga professor-o‘qituvchilar, doktorantlar, mustaqil izlanuvchilar, umumta’lim maktablari va akademik litsey o‘qituvchilari, aspirantlar, iqtidorli talabalar va boshqa fan namoyandalari maqolalarini yuborishlari mumkin. Jurnalga qabul qilingan maqolalar muallifga 3 ish kuni ichida BEPUL sertifikat, qabul xati va mualliflik guvohnomasi bilan taqdim etiladi.

source: Вход
uz: Kirish

source: Неправильно введен логин или пароль
uz: Foydalanuvchi nomi yoki maxfiy soʻz notoʻgʻri kiritilgan

source: Логин
uz: login

source: Регистрация
uz: Ro'yxatdan o'ting

source: Ошибка при регистрации. Пожалуйста, проверьте данные и повторите попытку
uz: Ro'yxatdan o'tish paytida xatolik. Iltimos tafsilotlarni tekshiring va qaytadan urinib ko'ring

source: Такой логин уже существует
uz: Bunday login allaqachon mavjud

source: Повторите Пароль
uz: Maxfiy soʻzni takrorlash

source: Результаты поиска для
uz: Qidiruv natijalari

source: К сожалению, ничего не найдено по вашему запросу
uz: Kechirasiz, qidiruvingiz uchun hech narsa topilmadi

source: Добро пожаловать
uz: Xush kelibsiz

source: Change
uz: Oʻzgartirish

source: Ваши статьи
uz: Maqolalaringiz

source: Категория:
uz: Turkum:

source: Опубликовано
uz: Nashr qilingan

source: Проверка...
uz: Tasdiqlangan...

source: Редактировать
uz: Tahrirlash

source: Delete
uz: Oʻchirish

source: У вас нет постов
uz: Sizda hech qanday xabar yo'q

source: Создать пост
uz: Post yaratish

source: Изменения сохранены!
uz: O'zgarishlar saqlanib qoldi!

source: Ваш пароль был успешно изменен!
uz: Sizning parolingiz muvaffaqiyatli o'zgartirildi!

source: Ваш пост успешно добавлен и ожидает проверку администратора!
uz: Sizning xabaringiz muvaffaqiyatli qo'shildi va administrator tekshiruvini kutmoqda!

source: Пост успешно был изменен!
uz: Post muvaffaqiyatli o'zgartirildi!

source: Необходимо добавить фотографию или удалить существующую.
uz: Siz fotosurat qo'shishingiz yoki mavjud bo'lganingizni o'chirishingiz kerak.

source: Запись была удалена!
uz: Yozuv oʻchirildi!
